package organs.heartDiseases;

public class GastrointestinalBleeding {


    // острая боль в эпигастре (верхней части живота)
    // боли за грудиной
    // черный стул
    // милена (рвота кровью)
    // бледность кожных покровов
    // гипотензия
    // тахикардия или брадикардия
    // снижен уровень гемоглобина и эритроцитов
    // на ЭКГ признаки ишемии
    // нарушение свертывающей системы крови
    // ФГДС для подтверждения диагноза

    // была ли язвенная болезнь желудка?
    // длительное употребление нестеройдных противовоспалительных препаратов


}
